<!DOCTYPE html>
<html lang="en">
  <head>
    <title>&rsquo;25 - The 25 Post</title>
    
    <!--basics-->
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    
    <!--icons -->
    <link rel="apple-touch-icon" sizes="57x57" href="../icons/apple-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="../icons/apple-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="../icons/apple-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="../icons/apple-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="../icons/apple-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="../icons/apple-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="../icons/apple-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="../icons/apple-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="../icons/apple-icon-180x180.png">
    <link rel="icon" type="image/png" sizes="192x192"  href="../icons/android-icon-192x192.png">
    <link rel="icon" type="image/png" sizes="32x32" href="../icons/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="96x96" href="../icons/favicon-96x96.png">
    <link rel="icon" type="image/png" sizes="16x16" href="../icons/favicon-16x16.png">
    <link rel="manifest" href="../icons/manifest.json">
    <meta name="msapplication-TileColor" content="#ffffff">
    <meta name="msapplication-TileImage" content="../icons/ms-icon-144x144.png">
    <meta name="theme-color" content="#ffffff">

      <meta property="og:type" content="article">
      <meta property="og:url" content="https://the25post.com/archives/articles/25">
      <meta property="og:site_name" content="The 25 Post">
      <meta property="og:title" content="&rsquo;25">
      <meta property="og:description" content="The age-old question: What now? ">
      <meta property="og:image" content="https://the25post.com/archives/uploads/04_20_JonathanGradPhotos_TeoGonzales049.jpg">
      <meta name="twitter:card" content="summary_large_image">
      <meta name="twitter:site" content="The 25 Post">
      <meta property="twitter:title" content="&rsquo;25">
      <meta property="twitter:description" content="The age-old question: What now? ">
      <meta property="twitter:image" content="https://the25post.com/archives/uploads/04_20_JonathanGradPhotos_TeoGonzales049.jpg">
    
    <!--stylesheets-->
    <link rel="stylesheet" href="../../subpage-stylesheet.css">
    <link rel="stylesheet" href="../../fonts.css">

    <style>
      #pt { display: none; }
      button { border: none; background: #233342; font-family: 'Poppins'; cursor: pointer; padding: 5px 10px; margin: 0; margin-right: 5px; color: white;  }
    </style>
    </head>

<body>
  <div id="navbar">
      <p id="logo" style="margin:0;"><a href="https://the25post.com">THE TWENTY-FIVE POST</a></p>
      <p style="margin:0;"><small>A writing website.</small></p>
      
    </div>
  </div>

  <script>
    window.onscroll = function() {scrollFunction()};

    function scrollFunction() {
      if (document.body.scrollTop > 500 || document.documentElement.scrollTop > 500) {
        document.getElementById("navbar").style.padding = "14px";
        document.getElementById("logo").style.fontSize = "14px";
      } else {
        document.getElementById("navbar").style.padding = "20px";
        document.getElementById("logo").style.fontSize = "20px";
      }
    }
  </script>


<div class="row">
    <div class="side">
      <a href="https://the25post.com/tags/reviews"><h3>LIFE</h3></a>
        <h2 class="headline">&rsquo;25</h2>
        <p>20 May 2025</p>
        <img src="../uploads/04_20_JonathanGradPhotos_TeoGonzales049.jpg">
        <p class="photo-credit">Photo by <b>TEO GONZALES</b></p>
        
    </div>
    <div class="main">
      <button id="en-button">EN</button>
      <button id="pt-button">PT</button>
      <div id="en">
        <p><inline class="padded-dropcap">T</inline>hese last few weeks have felt like running down a hallway of doors, one after the other clanging shut behind me. In the classic fashion of one who is leaving a place behind, after having spent such a momentous portion of their life in that place, I&rsquo;d become obsessed with the notion that every little thing I do is becoming the last time I do that thing. The last time I&rsquo;ll eat at the taco stand that made me gain fifty pounds, the last time I&rsquo;ll see some of my friends (at least for a while), the last test I&rsquo;ll ever take, the last paper I&rsquo;ll ever write. Feelings of finality have been choking me. WebMD calls it a &ldquo;sense of impending doom.&rdquo; But it feels stranger than that.</p>
      
        <p> It is with a considerable amount of effort that I am trying not to make this the all too predictable &ldquo;college student realizes their life will be structureless for the first time and has a meltdown about it&rdquo; kind of essay. But I&rsquo;ll admit to feeling all of those things nonetheless. Dreams and nightmares are swirling simultaneously. At the moment it seems either could take over and become reality. And the idea that which one it ends up being depends almost entirely on me and my decisions terrifies me.</p>
        
        <p> In the end, I&rsquo;d only been holding on for this long for just one reason. One of the last things my father ever said to me before he died was that, if I did nothing else, I at least needed to graduate from college. That reminder kept coming back, time and time again. At the inevitable low point each semester where my own feelings of despair and worthlessness would crash down on me, I&rsquo;d walk, in a kind of stupor, to a bench somewhere outside a School of Cinematic Arts building, open that last letter from him that my mother had saved in an email, and cry. Then I&rsquo;d gather myself, stand back up, and keep going.</p>
        
        <p> When the day finally arrived I felt only exhaustion, and a vague sense of dread. The ceremony was a shitshow. The speaker was the stunningly uncharismatic CEO of Cond&eacute; Nast, who spent at least thirty percent of his time on the microphone boasting about his business successes as if anyone in that crowd of liberal-arts graduates gave a fuck. There was no walking across the stage, no shaking hands with the dean, no turning of the tassel. We were instead herded onto small platforms on either side of the stage, like cattle to the slaughter, our names called four at a time. One could hardly expect any better from an institution that <a href="https://dailytrojan.com/2024/04/25/the-initial-gaza-solidarity-occupation-at-usc-and-the-aftermath-as-it-happened/">unleashed the cops on its own students for protesting a genocide</a> in Gaza. But all the same it was a bittersweet ending, more bitter than sweet, to the four years I had spent here, having changed several times over as a person, molded my dreams, my passions, my beliefs, into something that at least can pretend to resemble those of a proper adult. And above all else this was a promise I had made to my father. And I kept it.</p>
        
        <p> The age-old question: What now? I should be grateful that I haven&rsquo;t (yet) had the time or energy to panic. There were brief moments where the sheer weight of having to set the trajectory for the next forty years of my life threatened to crash down on me all at once; but I was kept constantly busy by the simple task of moving back into my mother&rsquo;s house. It has been a meditative process, unpacking suitcases, clicking HDMI cables into monitors, taping my literal dozens of photos to the wall, buying bookends from Dollar Tree to organize my books, fantasizing about the next laptop or PC or car I could buy. All this has helped me realize just how much agency I have over my life. It is <em>my</em> life after all. I am the one controlling myself, moving my body, thinking my thoughts, writing this right now. It&rsquo;s almost laughable on paper, but in practice it&rsquo;s something that so easily slips the mind and gives way to anxiety. It helps to see it and know that it is true.&nbsp;&#9632;</p>  
      </div>
      
      <div id="pt">
        <p><inline class="padded-dropcap">E</inline>ssas &uacute;ltimas semanas sentiram como correr por um corredor de portas, uma ap&oacute;s uma fechando com viol&ecirc;ncia atr&aacute;s de mim. Na maneira cl&aacute;ssica de algu&eacute;m que est&aacute; saindo de um lugar, eu fiquei obcecado com a no&ccedil;&atilde;o que toda coisinha que fa&ccedil;o seria a &uacute;ltima vez que vou faz&ecirc;-la. A &uacute;ltima vez que jantei na taquer&iacute;a que me fez ganhar cinquenta libras num ano; a &uacute;ltima vez que verei alguns dos meus amigos (pelo menos por um temp&atilde;o); a &uacute;ltima prova que tomarei; a &uacute;ltima reda&ccedil;&atilde;o que escreverei. Sentimentos assim da finalidade me estavam sufocando. Alguns s&iacute;tios da web os chamam &ldquo;sensa&ccedil;&atilde;o de que algo ruim vai acontecer.&rdquo; Embora se sente mais estranho do que isso.</p>

        <p>&Eacute; com uma quantidade consider&aacute;vel de esfor&ccedil;o que estou tentando de n&atilde;o tornar isso num ensaio previs&iacute;vel demais como &ldquo;estudante na faculdade realiza pela primeira vez que sua vida n&atilde;o ter&aacute; estrutura e por isso t&ecirc;m uma crise&rdquo; ou algo assim. Mas admitirei que estou sentindo mesmo todas essas coisas. Sonhos e pesadelos est&atilde;o girando um ao redor do outro ao mesmo tempo, e nesse momento se sente como qualquer dos dois poderia assumir a minha vida e se tornar a realidade. E a ideia de que qual deles ser&aacute; depende quase inteiramente de mim mesmo e das minhas decis&otilde;es me apavora.</p>

        <p>No final, eu estava suportando por esse tempo longo assim por apenas uma raz&atilde;o. Uma das &uacute;ltimas coisas que meu pai me disse antes de ele morrer foi que, se eu n&atilde;o fizesse nada mais, pelo menos precisaria de me formar de faculdade. Esse lembrete sempre voltava, vez ap&oacute;s vez. No ponto pior inevit&aacute;vel em cada semestre, onde os meus sentimentos do desespero e da indignidade me subjugaram, eu caminharia, num tipo de torpor, num banco fora de um edif&iacute;cio na Escola das Artes Cinem&aacute;ticas, abriria essa &uacute;ltima carta dele que a minha m&atilde;e salvava num e-mail, e choraria. Depois me calmaria, me levantaria de volta, e continuaria.</p>

        <p>Quando o dia chegou ao fim, s&oacute; senti exaust&atilde;o, e um sentido vago de pavor. A cerim&ocirc;nia de formatura foi uma bagun&ccedil;a. O orador foi o incrivelmente n&atilde;o carism&aacute;tico CEO da Cond&eacute; Nast, quem usou pelo menos trinta por cento do tempo dele no microfone se gabando sobre os seus sucessos de empresa, assim como qualquer pessoa nessa multid&atilde;o de estudantes das artes liberais se importaram disso. N&atilde;o houve nenhum caminhar pelo palco, nenhum apertar a m&atilde;o com a reitora, nenhum giro da borla. Em vez disso, est&aacute;vamos conduzidos para umas plataformas ao lado do palco, como gados para ser abatidos, os nossos nomes chamados quatro por vez. N&atilde;o se esperaria algo melhor do que isso desde uma institui&ccedil;&atilde;o que <a href="https://dailytrojan.com/2024/04/25/the-initial-gaza-solidarity-occupation-at-usc-and-the-aftermath-as-it-happened/">ligou para o policial nos seus pr&oacute;prios estudantes por protestar um genoc&iacute;dio</a> na Faixa de Gaza. Apesar disso foi um final agridoce aos quatro anos que passei aqui, tendo mudado muitas vezes como uma pessoa mesma, moldado os meus sonhos, as minhas paix&otilde;es, as minhas cren&ccedil;as, a algo que pelo menos consegue fingir parecer como aqueles de um adulto na verdade. E acima de tudo, isto foi um prometo que fiz com o meu pai. E eu o mantive.</p>

        <p>Ent&atilde;o, a antiga quest&atilde;o, n&eacute;: O qu&ecirc; agora? Devo agradecer que eu ainda n&atilde;o tinha o tempo ou a energia para estar com p&acirc;nico. Haviam momentos breves onde o puro peso de ter que definir a trajet&oacute;ria para os pr&oacute;ximos quarenta anos da minha vida amea&ccedil;ava cair sobre mim; mas eu me mantive ocupado pelo trabalho simples de mudar de volta para a casa da minha m&atilde;e. Foi um processo meditativo, desfazer as malas, colocar cabos HDMI em monitores, colar as minhas d&uacute;zias de fotos na parede, comprar suportes no Dollar Tree para organizar os meus livros, sonhar do pr&oacute;ximo laptop ou PC ou carro que eu poderia comprar. Tudo isso me ajudou a realizar quanto agenciamento mesmo &eacute; que tenho da minha vida. Afinal, &eacute; a minha vida. Sou eu controlando mim mesmo, movendo o meu corpo, pensando os meus pensamentos, escrevendo isto agora mesmo. No papel &eacute; quase rid&iacute;culo, mas na verdade &eacute; algo que t&atilde;o facilmente escapa a mente e d&aacute; lugar &agrave; ansiedade. O que &eacute; que se ajuda &eacute; ver e saber que &eacute; a verdade.&nbsp;&#9632;</p>
      </div>

      <iframe style="border-radius:12px" src="https://open.spotify.com/embed/track/20QI1DhCFz7pN8rATkNguv?utm_source=generator&theme=0" width="100%" height="352" frameBorder="0" allowfullscreen="" allow="autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture" loading="lazy"></iframe>

      <script>
        const enButton = document.getElementById('en-button');
        const ptButton = document.getElementById('pt-button');
        const enDiv = document.getElementById('en');
        const ptDiv = document.getElementById('pt');
    
        enButton.addEventListener('click', () => {
          enDiv.style.display = 'block';
          ptDiv.style.display = 'none';
        });
    
        ptButton.addEventListener('click', () => {
          ptDiv.style.display = 'block';
          enDiv.style.display = 'none';
        });
      </script>
            </div>
        </div>
        
    </body>
    </html>
