<!DOCTYPE html>
<html lang="en">
<head>
  <title>Quando um rapaz vira saudade - The 25 Post</title>
  <meta name="msapplication-square310x310logo" content="archives/mstile-310x310.png" />
  <!--basics-->
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  <!--icons -->
  <link rel="apple-touch-icon" sizes="57x57" href="../icons/apple-icon-57x57.png">
  <link rel="apple-touch-icon" sizes="60x60" href="../icons/apple-icon-60x60.png">
  <link rel="apple-touch-icon" sizes="72x72" href="../icons/apple-icon-72x72.png">
  <link rel="apple-touch-icon" sizes="76x76" href="../icons/apple-icon-76x76.png">
  <link rel="apple-touch-icon" sizes="114x114" href="../icons/apple-icon-114x114.png">
  <link rel="apple-touch-icon" sizes="120x120" href="../icons/apple-icon-120x120.png">
  <link rel="apple-touch-icon" sizes="144x144" href="../icons/apple-icon-144x144.png">
  <link rel="apple-touch-icon" sizes="152x152" href="../icons/apple-icon-152x152.png">
  <link rel="apple-touch-icon" sizes="180x180" href="../icons/apple-icon-180x180.png">
  <link rel="icon" type="image/png" sizes="192x192"  href="../icons/android-icon-192x192.png">
  <link rel="icon" type="image/png" sizes="32x32" href="../icons/favicon-32x32.png">
  <link rel="icon" type="image/png" sizes="96x96" href="../icons/favicon-96x96.png">
  <link rel="icon" type="image/png" sizes="16x16" href="../icons/favicon-16x16.png">
  <link rel="manifest" href="../icons/manifest.json">
  <meta name="msapplication-TileColor" content="#ffffff">
  <meta name="msapplication-TileImage" content="../icons/ms-icon-144x144.png">
  <meta name="theme-color" content="#ffffff">

  <meta property="og:type" content="website">
  <meta property="og:url" content="https://the25post.com/archives/pieces/saudade">
  <meta content="Quando um rapaz vira saudade | The 25 Post" property="og:title">
  <meta content='Lições de um amigo desaparecido e o Hamlet.' property="og:description">
  <meta content='https://the25post.com/archives/uploads/saudade-cover.jpg' property='og:image'>
  <link type="application/json+oembed" href="https://the25post.com/embeds/oembed.json" />
  <meta name="twitter:card" content="summary_large_image">


  <!--stylesheets-->
  <link rel="stylesheet" href="../../subpage-stylesheet.css">
  <link rel="stylesheet" href="../../fonts.css">
</head>

<body>
  <div id="navbar">
    <p id="logo" style="margin:0;"><a href="https://the25post.com">THE TWENTY-FIVE POST</a></p>
    <p style="margin:0;"><small>A writing website.</small></p>

  </div>

<script>
  window.onscroll = function() {scrollFunction()};

  function scrollFunction() {
    if (document.body.scrollTop > 500 || document.documentElement.scrollTop > 500) {
      document.getElementById("navbar").style.padding = "14px";
      document.getElementById("logo").style.fontSize = "14px";
    } else {
      document.getElementById("navbar").style.padding = "20px";
      document.getElementById("logo").style.fontSize = "20px";
    }
  }
</script>

<div class="row">
    <div class="side">   
    </div>
    <div class="main">
      <div style="text-align:center">
        <h3>NON / FICTION</h3>
        <h2 class="headline">Quando um rapaz vira saudade</h2>
        <p>22 fevereiro 2025</p>
        <img src="../uploads/saudade-cover.jpg">
      </div>
      <hr style="width:30%;margin: 50px auto 50px auto;">

      <h3 style="color: black">Este artigo menciona o suicidio.</h3>
      <br><br>

      <p style="color: grey;"><em>What a piece of work is a man! how noble in reason!<br>
        how infinite in faculty! in form and moving how<br>
        express and admirable! in action how like an angel!<br>
        in apprehension how like a god! the beauty of the<br>
        world! the paragon of animals! And yet, to me,<br>
        what is this quintessence of dust?<br>
        &mdash; Hamlet, Act II Scene II</em></p>
        <br><br>

      <p><inline class="padded-dropcap">D</inline>emorei dois dias para aceitar que o Rick se matou. N&atilde;o havia nenhuma outra op&ccedil;&atilde;o. N&atilde;o o conhecia por mais de uma semana, e n&atilde;o era como eu tinha o n&uacute;mero dele ou qualquer das redes sociais dele. Era no dia anterior que ele me enviou uma friend request no Discord. Foi em 6 de fevereiro que ele disse, de repente, no meio da noite, &ldquo;Essa [&eacute;] a minha &uacute;ltima despedida. Foi um prazer conhecer todos voc&ecirc;s.&rdquo; E ent&atilde;o desapareceu para sempre.</p>

      <p>O ano 2025 causou uma dor &uacute;nica desde o momento que come&ccedil;ou. Quando bateu &agrave;s doze em 1 de janeiro, o clima j&aacute; era sombrio. Estava na Coreia do Sul na &eacute;poca; 179 pessoas foram mortas em uma queda de avi&atilde;o, no aeroporto em Muan. Pouco antes, havia lido as &uacute;ltimas mensagens que eles haviam enviado a suas fam&iacute;lias, seus namorados, antes de morrer. O pa&iacute;s inteiro havia mergulhado em um estado de luto nacional. Quase todas as celebra&ccedil;&otilde;es do Ano Novo foram canceladas. &Agrave; meia-noite, o que estava passando na TV n&atilde;o era fogos de artif&iacute;cio, mas o toque tranquilo de sinos antigos. Vez ap&oacute;s vez. A minha prima me olhou enquanto eu olhava a TV. &ldquo;Tudo bem?&rdquo; perguntou. &ldquo;Tudo,&rdquo; eu disse. Tentei sorrir.</p>

      <p>Obviamente havia o Trump; sem d&uacute;vida ele foi o maior problema. Por onde come&ccedil;ar: fiscaliza&ccedil;&otilde;es da ICE, os pre&ccedil;os absurdos de ovos, quedas de avi&atilde;o quase sem parar, o &ldquo;Golfo da Am&eacute;rica,&rdquo; qualquer briga que ele esteja tentando arranjar com o Groenl&acirc;ndia e o Canad&aacute;, e a lista continua assim, ficando cada vez maior com cada dia que passa. O clima geral depois de novembro, quando ele foi eleito, parece ser de completo abandono da esperan&ccedil;a. Em meio a todo de &ldquo;choque e pavor&rdquo; que o Trump prometeu, as pessoas que ainda tem metade de um c&eacute;rebro est&atilde;o quase dispostas a acreditar que esse pa&iacute;s pode sobreviver por quatro anos mais. Com certeza, com cada decreto executivo novo, e subsequente batalha nos tribunais, a possibilidade disso ser verdade est&aacute; ficando mais e mais remota.</p>

      <p>E ent&atilde;o haviam os fogos. O c&eacute;u estava laranja quando cheguei em LA. Cinzas brancas, trazidas de Altadena at&eacute; o centro, ca&iacute;ram como neve. A minha app de tempo imediatamente come&ccedil;ou a me avisar sobre a qualidade do ar, como se eu n&atilde;o pudesse simplesmente olhar para cima. O meu primeiro pensamento foi que, se alguma vez houve um sinal do apocalipse, este foi o momento.</p>

      <p>Por fim, havia o Rick. Depois daquela mensagem, ele nunca atendeu uma &uacute;nica liga&ccedil;&atilde;o e nunca enviou outro texto novamente. Era in&iacute;cio de fevereiro. Foi uma coincid&ecirc;ncia amarga que, no momento em que comecei a aprender portugu&ecirc;s, eu aprendi, de maneira dif&iacute;cil, o que significava ter saudade.</p>

      <p>Agora a quest&atilde;o &eacute;: Como eu vou seguir em frente? J&aacute; tentei escapar, sair da realidade mesmo pelo m&aacute;ximo tempo que eu pudesse suportar. Fui ao trabalho, e continuei trabalhando, sem pensar, como um rob&ocirc;. Assisti &agrave; Netflix. Um amigo me havia recomendado &ldquo;Sintonia.&rdquo; Eu nunca tinha ouvido a palavra &ldquo;caralho&rdquo; sendo falado tantas vezes, quase consecutivamente, na minha vida inteira; mas eu adorei.</p>

      <p>Escapar &eacute; uma coisa f&uacute;til, por&eacute;m. A verdade &eacute; que o Rick foi a raz&atilde;o pela qual comecei a gostar de aprender portugu&ecirc;s. T&iacute;nhamos nossas pr&oacute;prias piadas internas, n&oacute;s ambos moramos em LA; n&atilde;o consigo deixar de sentir que poderia ter sido uma amizade bem incr&iacute;vel. Mesmo enquanto sigo em frente &mdash; o que provavelmente farei, eventualmente &mdash; tenho a sensa&ccedil;&atilde;o que esse pensamento vai me assombrar por anos que vir&atilde;o. Entretanto, quero abra&ccedil;ar o aprendizado dessa l&iacute;ngua mesmo assim, apesar de tudo.</p>

      <p>Talvez tudo isso seja uma bobagem. &Eacute; poss&iacute;vel que ele simplesmente esteja fazendo uma pausa. Se ele voltar eu vou me sentir bem est&uacute;pido, e esse seria o melhor resultado.</p>

      <p>Alguns dias depois que o Rick desapareceu, me vi assistindo o Andrew Scott realizando o solil&oacute;quio bem famoso de Hamlet: <em>To be, or not to be: that is the question &#8230;</em></p>

      <p><em>Whether 'tis nobler in the mind to suffer<br>
        The slings and arrows of outrageous fortune,<br>
        Or to take arms against a sea of troubles<br>
        And by opposing end them. To die&mdash;to sleep,<br>
        No more; and by a sleep to say we end<br>
        The heart-ache and the thousand natural shocks<br>
        That flesh is heir to: 'tis a consummation<br>
        Devoutly to be wish'd. To die, to sleep;<br>
        To sleep, perchance to dream&mdash;ay, there's the rub:<br>
        For in that sleep of death what dreams may come,<br>
        When we have shuffled off this mortal coil,<br>
        Must give us pause&mdash;there's the respect<br>
        That makes calamity of so long life.</em></p>

      <p>O Shakespeare sempre tem sido e sempre ser&aacute; relevante, mas neste momento espec&iacute;fico na hist&oacute;ria, eu continuo voltando a essas linhas. &Eacute; a morte e o sofrimento que nos ensinam sobre o valor da vida, e &eacute; por essa raz&atilde;o que temos que continuar a viver. Portanto, devo continuar caminhando. E vou continuar caminhando.<br>
      </p>
            </div>
        <div class="spacer">
            <p></p>
        </div>
        </div>
        

    <div class="footer">
        <p>25</p>
    
        <br>
      </p>
    </div>
    </body>
    </html>
